Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Remember words you use often, favour bar picks, and stop re-applying corrections you reject. Custom words on the Suggestions tab always apply.
de: Merkt sich Wörter, die du oft nutzt, bevorzugt die, die du aus der Leiste wählst, und wendet abgelehnte Korrekturen nicht wieder an. Eigene Wörter im Tab Vorschläge gelten immer.
es: Recuerda las palabras que usas mucho, da prioridad a las que eliges de la barra y deja de reaplicar las correcciones que rechazas. Las palabras personalizadas de la pestaña Sugerencias siempre se aplican.
et: Jääb meelde sageli kasutatud sõnu, eelistab ribast valitud sõnu ja lõpetab tagasilükatud paranduste uuesti rakendamise. Kohandatud sõnad kaardil Soovitused rakenduvad alati.
fr: Retient les mots que tu utilises souvent, favorise ceux que tu choisis dans la barre et arrête de réappliquer les corrections que tu refuses. Les mots perso de l'onglet Suggestions s'appliquent toujours.
hu: Megjegyzi a gyakran használt szavaidat, előnyben részesíti a sávból választottakat, és nem javítja újra azt, amit egyszer visszavontál. A Javaslatok fülön lévő egyéni szavak mindig érvényesek.
it: Ricorda le parole che usi spesso, dà la precedenza alle scelte dalla barra e smette di riapplicare le correzioni che rifiuti. Le parole personalizzate nella scheda Suggerimenti si applicano sempre.
ja: よく使う単語を覚え、バーから選んだ単語を優先し、取り消した修正はかけ直しません。「候補」タブのカスタム単語は常に適用されます。
ko: 자주 쓰는 단어를 기억하고, 바에서 고른 걸 먼저 보여주고, 되돌린 수정은 다시 하지 않아요. 추천 탭의 사용자 지정 단어는 항상 적용돼요.
ms: Ingat perkataan yang anda selalu guna, utamakan pilihan dari bar, dan berhenti buat semula pembetulan yang anda tolak. Perkataan tersuai pada tab Cadangan sentiasa terpakai.
pt: Memoriza as palavras que usas muito, dá prioridade às escolhas da barra e deixa de reaplicar correções que recusas. As palavras personalizadas no separador Sugestões aplicam-se sempre.
ru: Запоминать часто используемые слова, отдавать предпочтение выбранному в строке подсказок и не повторять исправления, которые вы отклоняете. Свои слова на вкладке «Подсказки» действуют всегда.
zh_hans: 记住你常用的词，优先显示你从候选栏挑过的，你拒绝过的更正也不再反复出现。建议标签页里的自定义词语始终生效。

source: Remember words you use often, favour bar picks, and stop re-applying corrections you reject. Learning stays on your device. Nothing is uploaded, and clearing removes everything right away.
de: Merkt sich häufige Wörter, bevorzugt deine ausgewählten Vorschläge und wiederholt abgelehnte Korrekturen nicht. Alles Gelernte bleibt auf deinem Gerät. Nichts wird hochgeladen, und beim Löschen wird alles sofort entfernt.
es: Recuerda las palabras que usas a menudo, da prioridad a las sugerencias que eliges y deja de repetir las correcciones que rechazas. El aprendizaje se guarda en tu dispositivo. No se sube nada y, al borrarlo, se elimina todo al instante.
et: Jätab meelde sageli kasutatavad sõnad, eelistab valitud soovitusi ega korda tagasilükatud parandusi. Õpitud andmed jäävad sinu seadmesse. Midagi ei laadita üles ja tühjendamine eemaldab kõik kohe.
fr: Mémorise les mots que tu utilises souvent, privilégie les suggestions que tu choisis et ne réapplique plus les corrections que tu refuses. L’apprentissage reste sur ton appareil. Rien n’est envoyé et l’effacement supprime tout immédiatement.
hu: Megjegyzi a gyakori szavaidat, előnyben részesíti a kiválasztott javaslatokat, és nem ismétli meg az elutasított javításokat. A tanult adatok az eszközödön maradnak. Semmi sem kerül feltöltésre, és a törlés azonnal eltávolít mindent.
it: Ricorda le parole che usi spesso, dà priorità ai suggerimenti che scegli e smette di riproporre le correzioni che rifiuti. L’apprendimento resta sul dispositivo. Nulla viene caricato online e la cancellazione rimuove tutto subito.
ja: よく使う単語を覚え、選んだ候補を優先し、取り消した修正を繰り返さないようにします。学習データはデバイス内に保存され、アップロードされません。消去すると、すべてすぐに削除されます。
ko: 자주 쓰는 단어와 선택한 추천을 우선하고, 거부한 교정을 반복하지 않습니다. 학습 데이터는 기기에만 저장되며 업로드되지 않습니다. 지우면 모든 학습 데이터가 즉시 삭제됩니다.
ms: Ingat perkataan yang kerap anda gunakan, utamakan cadangan yang anda pilih dan hentikan pembetulan yang anda tolak daripada berulang. Pembelajaran kekal pada peranti anda. Tiada apa yang dimuat naik dan pembersihan membuang semuanya serta-merta.
pt: Memoriza as palavras que usa com frequência, dá prioridade às sugestões que escolhe e deixa de repetir as correções que rejeita. A aprendizagem fica no dispositivo. Nada é enviado e a limpeza remove tudo de imediato.
ru: Запоминает частые слова, отдаёт приоритет выбранным подсказкам и не повторяет отклонённые исправления. Обучение хранится на устройстве. Ничего не отправляется, а очистка сразу удаляет все данные обучения.
zh_hans: 记住常用词，优先显示你选过的候选词，并停止重复应用你拒绝的纠正。学习数据仅保存在设备上，不会上传。清除后所有学习数据会立即删除。

source: Remember words you use often, favour bar picks, and stop re-applying corrections you reject. Learning stays on your device. Nothing is uploaded, and clearing removes everything right away. Custom words on the Suggestions tab always apply.
de: Merkt sich Wörter, die du oft benutzt, bevorzugt Leisten-Vorschläge und wendet abgelehnte Korrekturen nicht erneut an. Das Gelernte bleibt auf deinem Gerät. Nichts wird hochgeladen, und beim Löschen ist sofort alles weg. Eigene Wörter im Tab Vorschläge gelten immer.
es: Recuerda las palabras que usas a menudo, favorece las opciones de la barra y deja de volver a aplicar las correcciones que rechazas. El aprendizaje se queda en tu dispositivo. No se sube nada, y al borrarlo desaparece todo al instante. Las palabras personalizadas de la pestaña Sugerencias siempre se aplican.
et: Jääb meelde sageli kasutatud sõnu, eelistab ribavalikuid ja lõpetab tagasilükatud paranduste uuesti rakendamise. Õpitu jääb sinu seadmesse. Midagi ei laadita üles ja tühjendamine eemaldab kõik koheselt. Kohandatud sõnad kaardil Soovitused rakenduvad alati.
fr: Retient les mots que tu utilises souvent, privilégie les suggestions de la barre, et arrête de réappliquer les corrections que tu refuses. L'apprentissage reste sur ton appareil. Rien n'est envoyé, et l'effacer supprime tout instantanément. Les mots personnalisés de l'onglet Suggestions s'appliquent toujours.
hu: Megjegyzi a gyakran használt szavaidat, előnyben részesíti a sáv javaslatait, és nem alkalmazza újra az elutasított javításokat. A tanulás a készülékeden marad. Semmi nem kerül feltöltésre, törléskor pedig azonnal minden eltűnik. A Javaslatok fülön megadott egyéni szavak mindig érvényesek.
it: Ricorda le parole che usi spesso, favorisce i suggerimenti della barra e smette di riproporre le correzioni che rifiuti. L'apprendimento resta sul tuo dispositivo. Niente viene caricato, e la cancellazione rimuove tutto all'istante. Le parole personalizzate nella scheda Suggerimenti si applicano sempre.
ja: よく使う単語を覚え、バーの候補を優先し、拒否した修正を繰り返し提案しないようにします。学習内容は端末内に保存され、アップロードは一切されません。消去すればすぐにすべて削除されます。「候補」タブのカスタム単語は常に適用されます。
ko: 자주 쓰는 단어를 기억하고, 바 추천을 우선하고, 거부한 교정은 다시 제안하지 않아요. 학습 내용은 기기 안에만 남아요. 업로드되지 않고, 지우면 바로 전부 사라져요. 추천 탭의 사용자 지정 단어는 항상 적용돼요.
ms: Ingat perkataan yang kerap anda guna, utamakan pilihan bar, dan berhenti guna semula pembetulan yang anda tolak. Pembelajaran kekal pada peranti anda. Tiada apa dimuat naik, dan pembersihan membuang semuanya serta-merta. Perkataan tersuai pada tab Cadangan sentiasa terpakai.
pt: Lembra-se das palavras que usas frequentemente, favorece as opções da barra e para de voltar a aplicar correções que rejeitas. A aprendizagem fica no teu dispositivo. Nada é enviado, e ao limpar tudo desaparece de imediato. As palavras personalizadas no separador Sugestões aplicam-se sempre.
ru: Запоминать часто используемые слова, отдавать предпочтение выбранному в строке подсказок и не повторять исправления, которые вы отклоняете. Обучение не покидает устройство. Ничего не загружается, а очистка удаляет всё сразу. Свои слова на вкладке «Подсказки» действуют всегда.
zh_hans: 记住你常用的词，优先展示工具栏推荐，不再重复应用你拒绝过的更正。所有学习数据都留在你的设备上，不会上传，清除后立刻全部消失。“建议”标签页里的自定义词始终生效。

source: Remember words you use often, favour bar picks, and stop re-applying corrections you reject. Words are learned per language, so French words never correct your English. Learning stays on this device unless you turn on Learned words in iCloud Sync, and clearing removes everything right away. Custom words on the Suggestions tab always apply.
de: Merkt sich Wörter, die du oft benutzt, bevorzugt Leisten-Vorschläge und wendet abgelehnte Korrekturen nicht erneut an. Gelernt wird pro Sprache, damit französische Wörter nie dein Englisch korrigieren. Das Gelernte bleibt auf diesem Gerät, solange du in der iCloud-Synchronisierung nicht Gelernte Wörter aktivierst, und beim Löschen ist sofort alles weg. Eigene Wörter im Tab Vorschläge gelten immer.
es: Recuerda las palabras que usas a menudo, favorece las opciones de la barra y deja de volver a aplicar las correcciones que rechazas. Aprende por idioma, así que las palabras francesas nunca corrigen tu inglés. El aprendizaje se queda en este dispositivo salvo que actives Palabras aprendidas en la sincronización con iCloud, y al borrarlo desaparece todo al instante. Las palabras personalizadas de la pestaña Sugerencias siempre se aplican.
et: Jääb meelde sageli kasutatud sõnu, eelistab ribavalikuid ja lõpetab tagasilükatud paranduste uuesti rakendamise. Õpitakse keele kaupa, nii et prantsuse sõnad ei paranda kunagi sinu inglise keelt. Õpitu jääb sellesse seadmesse, kui sa ei lülita iCloudi sünkroonimises sisse Õpitud sõnu, ja tühjendamine eemaldab kõik koheselt. Kohandatud sõnad kaardil Soovitused rakenduvad alati.
fr: Retient les mots que tu utilises souvent, privilégie les suggestions de la barre, et arrête de réappliquer les corrections que tu refuses. L'apprentissage se fait par langue, donc les mots français ne corrigent jamais ton anglais. Il reste sur cet appareil sauf si tu actives Mots appris dans la synchronisation iCloud, et l'effacer supprime tout instantanément. Les mots personnalisés de l'onglet Suggestions s'appliquent toujours.
hu: Megjegyzi a gyakran használt szavaidat, előnyben részesíti a sáv javaslatait, és nem alkalmazza újra az elutasított javításokat. A tanulás nyelvenként történik, így a francia szavak soha nem javítják az angolodat. A tanult adatok ezen az eszközön maradnak, amíg nem kapcsolod be a Tanult szavak elemet az iCloud-szinkronizálásban, törléskor pedig azonnal minden eltűnik. A Javaslatok fülön megadott egyéni szavak mindig érvényesek.
it: Ricorda le parole che usi spesso, favorisce i suggerimenti della barra e smette di riproporre le correzioni che rifiuti. L'apprendimento è per lingua, così le parole francesi non correggono mai il tuo inglese. Resta su questo dispositivo a meno che non attivi Parole apprese nella sincronizzazione iCloud, e la cancellazione rimuove tutto all'istante. Le parole personalizzate nella scheda Suggerimenti si applicano sempre.
ja: よく使う単語を覚え、バーの候補を優先し、拒否した修正を繰り返し提案しないようにします。学習は言語ごとに行われるので、フランス語の単語が英語を修正することはありません。iCloud同期で「学習した単語」をオンにしないかぎり、学習内容はこの端末の中だけに残り、消去すればすぐにすべて削除されます。「候補」タブのカスタム単語は常に適用されます。
ko: 자주 쓰는 단어를 기억하고, 바 추천을 우선하고, 거부한 교정은 다시 제안하지 않아요. 학습은 언어별로 이루어져서 프랑스어 단어가 영어를 교정하는 일은 없어요. iCloud 동기화에서 학습된 단어를 켜지 않으면 학습 내용은 이 기기에만 남고, 지우면 바로 전부 사라져요. 추천 탭의 사용자 지정 단어는 항상 적용돼요.
ms: Ingat perkataan yang kerap anda guna, utamakan pilihan bar, dan berhenti guna semula pembetulan yang anda tolak. Pembelajaran dibuat mengikut bahasa, jadi perkataan Perancis tidak sekali-kali membetulkan bahasa Inggeris anda. Ia kekal pada peranti ini melainkan anda hidupkan Perkataan dipelajari dalam penyegerakan iCloud, dan pembersihan membuang semuanya serta-merta. Perkataan tersuai pada tab Cadangan sentiasa terpakai.
pt: Lembra-se das palavras que usas frequentemente, favorece as opções da barra e para de voltar a aplicar correções que rejeitas. A aprendizagem é por idioma, por isso as palavras francesas nunca corrigem o teu inglês. Fica neste dispositivo a não ser que ligues Palavras aprendidas na sincronização com o iCloud, e ao limpar tudo desaparece de imediato. As palavras personalizadas no separador Sugestões aplicam-se sempre.
ru: Запоминать часто используемые слова, отдавать предпочтение выбранному в строке подсказок и не повторять исправления, которые вы отклоняете. Слова учатся отдельно по языкам, поэтому французские никогда не полезут исправлять английский. Обучение остаётся на этом устройстве, пока вы не включите «Выученные слова» в синхронизации с iCloud, а очистка удаляет всё сразу. Свои слова на вкладке «Подсказки» действуют всегда.
zh_hans: 记住你常用的词，优先展示工具栏推荐，不再重复应用你拒绝过的更正。学习按语言分开，所以法语词不会去更正你的英文。除非你在 iCloud 同步里打开“已学习的单词”，学习数据都只留在这台设备上，清除后立刻全部消失。“建议”标签页里的自定义词始终生效。

source: Remember words you use often, favour the ones you pick from the bar, and stop re-applying corrections you reject.
de: Merkt sich Wörter, die du oft nutzt, bevorzugt die, die du aus der Leiste wählst, und wendet abgelehnte Korrekturen nicht wieder an.
es: Recuerda las palabras que usas mucho, da prioridad a las que eliges de la barra y deja de reaplicar las correcciones que rechazas.
et: Jääb meelde sageli kasutatud sõnu, eelistab ribast valitud sõnu ja lõpetab tagasilükatud paranduste uuesti rakendamise.
fr: Retient les mots que tu utilises souvent, favorise ceux que tu choisis dans la barre et arrête de réappliquer les corrections que tu refuses.
hu: Megjegyzi a gyakran használt szavaidat, előnyben részesíti a sávból választottakat, és nem javítja újra azt, amit egyszer visszavontál.
it: Ricorda le parole che usi spesso, dà la precedenza a quelle che scegli dalla barra e non riapplica le correzioni che rifiuti.
ja: よく使う単語を覚えて、バーから選んだ単語を優先します。あなたが取り消した修正はもうかけ直しません。
ko: 자주 쓰는 단어를 기억하고, 막대에서 고른 단어를 먼저 보여줘요. 되돌린 수정은 다시 하지 않아요.
ms: Ingat perkataan yang anda selalu guna, utamakan yang anda pilih dari bar, dan berhenti buat semula pembetulan yang anda tolak.
pt: Memoriza as palavras que usas muito, dá prioridade às que escolhes na barra e deixa de reaplicar correções que recusas.
ru: Запоминать часто используемые слова, отдавать предпочтение выбранным в строке подсказок и не повторять исправления, которые вы отклоняете.
zh_hans: 记住你常用的词，优先显示你从候选栏里挑过的词，你拒绝过的更正也不再反复出现。

source: Remembers which keys you mix up
de: Merkt sich, welche Tasten du verwechselst
es: Recuerda qué teclas confundes
et: Jääb meelde, milliseid klahve sa segi ajad
fr: Retient les touches que tu confonds
hu: Megjegyzi, mely billentyűket kevered össze
it: Ricorda quali tasti confondi
ja: 取り違えやすいキーを覚えます
ko: 어떤 키를 헷갈리는지 기억해요
ms: Mengingati kekunci mana yang anda selalu keliru
pt: Lembra-se de quais as teclas que confundes
ru: Запоминает, какие клавиши вы путаете
zh_hans: 记住你容易搞混的键

source: Remove
de: Entfernen
es: Eliminar
et: Eemalda
fr: Supprimer
hi: हटाएँ
hu: Távolítsa el
it: Rimuovi
ja: 削除
ko: 제거
ms: Buang
ne: हटाउनुहोस्
pt: Remover
ru: Убрать
tr: Kaldır
zh_hans: 移除

source: Remove %@
de: %@ entfernen
es: Eliminar %@
et: Eemalda %@
fr: Retirer %@
hu: %@ eltávolítása
it: Rimuovi %@
ja: %@を削除
ko: %@ 제거
ms: Buang %@
pt: Remover %@
ru: Удалить %@
zh_hans: 移除 %@

source: Remove Download
de: Download entfernen
es: Eliminar descarga
et: Eemalda allalaadimine
fr: Supprimer le téléchargement
hu: Letöltés eltávolítása
it: Rimuovi download
ja: ダウンロードを削除
ko: 다운로드 제거
ms: Buang muat turun
pt: Remover transferência
ru: Удалить загрузку
zh_hans: 移除下载

source: Remove a clip from history after pasting it. Pinned clips are never deleted.
de: Entfernt einen Eintrag nach dem Einfügen aus dem Verlauf. Angeheftete Einträge werden nie gelöscht.
es: Quita un fragmento del historial al pegarlo. Los fragmentos fijados no se borran nunca.
et: Eemaldab klipi ajaloost pärast selle kleepimist. Kinnitatud klippe ei kustutata kunagi.
fr: Retire un élément de l'historique après l'avoir collé. Les éléments épinglés ne sont jamais supprimés.
hu: Beillesztés után törli a klipet az előzményekből. A rögzített klipek soha nem törlődnek.
it: Toglie un elemento dalla cronologia dopo che l'hai incollato. Quelli fissati non vengono mai eliminati.
ja: 貼り付けたクリップは履歴から消します。ピン留めしたクリップは消えません。
ko: 붙여넣은 클립은 기록에서 지워요. 고정한 클립은 지워지지 않아요.
ms: Buang keratan dari sejarah selepas anda tampal. Keratan yang dipin tak akan dipadam.
pt: Tira um item do histórico depois de o colares. Os itens fixados nunca são apagados.
ru: Убирать фрагмент из истории после вставки. Закреплённые не удаляются никогда.
zh_hans: 粘贴后把这条从历史里移除。固定的条目不会删。

source: Remove all
de: Alle entfernen
es: Quitar todos
et: Eemalda kõik
fr: Tout retirer
hu: Összes eltávolítása
it: Rimuovi tutte
ja: すべて外す
ko: 전부 빼기
ms: Buang semua
pt: Remover todos
ru: Убрать все
zh_hans: 全部移除

source: Remove all actions
de: Alle Aktionen entfernen
es: Eliminar todas las acciones
et: Eemalda kõik tegevused
fr: Supprimer toutes les actions
hu: Összes művelet eltávolítása
it: Rimuovi tutte le azioni
ja: すべてのアクションを削除
ko: 모든 동작 제거
ms: Buang semua tindakan
pt: Remover todas as ações
ru: Удалить все действия
zh_hans: 移除所有操作

source: Remove all actions?
de: Alle Aktionen entfernen?
es: ¿Eliminar todas las acciones?
et: Kas eemaldada kõik tegevused?
fr: Supprimer toutes les actions ?
hu: Összes művelet eltávolítása?
it: Rimuovere tutte le azioni?
ja: すべてのアクションを削除しますか？
ko: 모든 동작을 제거합니까?
ms: Buang semua tindakan?
pt: Remover todas as ações?
ru: Удалить все действия?
zh_hans: 移除所有操作？

source: Remove all custom AI tools
de: Alle eigenen KI-Tools entfernen
es: Eliminar todas las herramientas de IA personalizadas
et: Eemalda kõik kohandatud AI-tööriistad
fr: Supprimer tous les outils d’IA personnalisés
hu: Az összes egyéni MI-eszköz eltávolítása
it: Rimuovi tutti gli strumenti IA personalizzati
ja: すべてのカスタムAIツールを削除
ko: 모든 사용자 설정 AI 도구 제거
ms: Alih keluar semua alat AI tersuai
pt: Remover todas as ferramentas de IA personalizadas
ru: Удалить все пользовательские ИИ-инструменты
zh_hans: 移除所有自定 AI 工具

source: Remove all custom AI tools?
de: Alle eigenen KI-Tools entfernen?
es: ¿Eliminar todas las herramientas de IA personalizadas?
et: Kas eemaldada kõik kohandatud AI-tööriistad?
fr: Supprimer tous les outils d’IA personnalisés ?
hu: El szeretnéd távolítani az összes egyéni MI-eszközt?
it: Rimuovere tutti gli strumenti IA personalizzati?
ja: すべてのカスタムAIツールを削除しますか？
ko: 모든 사용자 설정 AI 도구를 제거할까요?
ms: Alih keluar semua alat AI tersuai?
pt: Remover todas as ferramentas de IA personalizadas?
ru: Удалить все пользовательские ИИ-инструменты?
zh_hans: 要移除所有自定 AI 工具吗？

source: Remove all custom actions
de: Alle eigenen Aktionen entfernen
es: Eliminar todas las acciones personalizadas
et: Eemalda kõik kohandatud toimingud
fr: Supprimer toutes les actions personnalisées
hu: Az összes egyéni művelet eltávolítása
it: Rimuovi tutte le azioni personalizzate
ja: すべてのカスタムアクションを削除
ko: 모든 사용자 설정 동작 제거
ms: Alih keluar semua tindakan tersuai
pt: Remover todas as ações personalizadas
ru: Удалить все пользовательские действия
zh_hans: 移除所有自定操作

source: Remove all custom actions?
de: Alle eigenen Aktionen entfernen?
es: ¿Eliminar todas las acciones personalizadas?
et: Kas eemaldada kõik kohandatud toimingud?
fr: Supprimer toutes les actions personnalisées ?
hu: El szeretnéd távolítani az összes egyéni műveletet?
it: Rimuovere tutte le azioni personalizzate?
ja: すべてのカスタムアクションを削除しますか？
ko: 모든 사용자 설정 동작을 제거할까요?
ms: Alih keluar semua tindakan tersuai?
pt: Remover todas as ações personalizadas?
ru: Удалить все пользовательские действия?
zh_hans: 要移除所有自定操作吗？

source: Remove all custom layouts
de: Alle eigenen Layouts entfernen
es: Eliminar todas las distribuciones personalizadas
et: Eemalda kõik kohandatud paigutused
fr: Supprimer toutes les dispositions personnalisées
hu: Az összes egyéni kiosztás eltávolítása
it: Rimuovi tutti i layout personalizzati
ja: すべてのカスタムレイアウトを削除
ko: 모든 사용자 설정 레이아웃 제거
ms: Alih keluar semua reka letak tersuai
pt: Remover todos os layouts personalizados
ru: Удалить все пользовательские раскладки
zh_hans: 移除所有自定布局

source: Remove all custom layouts?
de: Alle eigenen Layouts entfernen?
es: ¿Eliminar todas las distribuciones personalizadas?
et: Kas eemaldada kõik kohandatud paigutused?
fr: Supprimer toutes les dispositions personnalisées ?
hu: El szeretnéd távolítani az összes egyéni kiosztást?
it: Rimuovere tutti i layout personalizzati?
ja: すべてのカスタムレイアウトを削除しますか？
ko: 모든 사용자 설정 레이아웃을 제거할까요?
ms: Alih keluar semua reka letak tersuai?
pt: Remover todos os layouts personalizados?
ru: Удалить все пользовательские раскладки?
zh_hans: 要移除所有自定布局吗？

source: Remove all custom panels
de: Alle eigenen Panels entfernen
es: Eliminar todos los paneles personalizados
et: Eemalda kõik kohandatud paneelid
fr: Supprimer tous les panneaux personnalisés
hu: Az összes egyéni panel eltávolítása
it: Rimuovi tutti i pannelli personalizzati
ja: すべてのカスタムパネルを削除
ko: 모든 사용자 설정 패널 제거
ms: Alih keluar semua panel tersuai
pt: Remover todos os painéis personalizados
ru: Удалить все пользовательские панели
zh_hans: 移除所有自定面板

source: Remove all custom panels?
de: Alle eigenen Panels entfernen?
es: ¿Eliminar todos los paneles personalizados?
et: Kas eemaldada kõik kohandatud paneelid?
fr: Supprimer tous les panneaux personnalisés ?
hu: El szeretnéd távolítani az összes egyéni panelt?
it: Rimuovere tutti i pannelli personalizzati?
ja: すべてのカスタムパネルを削除しますか？
ko: 모든 사용자 설정 패널을 제거할까요?
ms: Alih keluar semua panel tersuai?
pt: Remover todos os painéis personalizados?
ru: Удалить все пользовательские панели?
zh_hans: 要移除所有自定面板吗？

source: Remove all custom profiles
de: Alle eigenen Profile entfernen
es: Eliminar todos los perfiles personalizados
et: Eemalda kõik kohandatud profiilid
fr: Supprimer tous les profils personnalisés
hu: Az összes egyéni profil eltávolítása
it: Rimuovi tutti i profili personalizzati
ja: すべてのカスタムプロファイルを削除
ko: 모든 사용자 설정 프로필 제거
ms: Alih keluar semua profil tersuai
pt: Remover todos os perfis personalizados
ru: Удалить все пользовательские профили
zh_hans: 移除所有自定配置文件

source: Remove all custom profiles?
de: Alle eigenen Profile entfernen?
es: ¿Eliminar todos los perfiles personalizados?
et: Kas eemaldada kõik kohandatud profiilid?
fr: Supprimer tous les profils personnalisés ?
hu: El szeretnéd távolítani az összes egyéni profilt?
it: Rimuovere tutti i profili personalizzati?
ja: すべてのカスタムプロファイルを削除しますか？
ko: 모든 사용자 설정 프로필을 제거할까요?
ms: Alih keluar semua profil tersuai?
pt: Remover todos os perfis personalizados?
ru: Удалить все пользовательские профили?
zh_hans: 要移除所有自定配置文件吗？

source: Remove all custom themes
de: Alle eigenen Themes entfernen
es: Eliminar todos los temas personalizados
et: Eemalda kõik kohandatud teemad
fr: Supprimer tous les thèmes personnalisés
hu: Az összes egyéni téma eltávolítása
it: Rimuovi tutti i temi personalizzati
ja: すべてのカスタムテーマを削除
ko: 모든 사용자 설정 테마 제거
ms: Alih keluar semua tema tersuai
pt: Remover todos os temas personalizados
ru: Удалить все пользовательские темы
zh_hans: 移除所有自定主题

source: Remove all custom themes?
de: Alle eigenen Themes entfernen?
es: ¿Eliminar todos los temas personalizados?
et: Kas eemaldada kõik kohandatud teemad?
fr: Supprimer tous les thèmes personnalisés ?
hu: El szeretnéd távolítani az összes egyéni témát?
it: Rimuovere tutti i temi personalizzati?
ja: すべてのカスタムテーマを削除しますか？
ko: 모든 사용자 설정 테마를 제거할까요?
ms: Alih keluar semua tema tersuai?
pt: Remover todos os temas personalizados?
ru: Удалить все пользовательские темы?
zh_hans: 要移除所有自定主题吗？

source: Remove all customization
de: Alle Anpassungen entfernen
es: Eliminar toda la personalización
et: Eemalda kõik kohandused
fr: Supprimer toutes les personnalisations
hu: Minden testreszabás törlése
it: Rimuovi tutte le personalizzazioni
ja: すべてのカスタマイズを削除
ko: 모든 맞춤 설정 제거
ms: Buang semua penyesuaian
pt: Remover todas as personalizações
ru: Убрать все изменения оформления
zh_hans: 移除所有自定义设置
